language = {
	'language': 'russian 🇷🇺',

	'pages': {
		'menu':{
			'text': 'Меню',
			'buttons': {
				'chat_selection': 'Выбор чата',
				'view_profiles': 'Смотреть анкеты',
				'profile_settings': 'Настройки профиля'
			}
		},
		'settings':{
			'text': 'Настройки',
			'buttons': {
				'fill_in_again': 'Заполнить заново',
				'native_language': 'Изменить родной язык',
				'search_language': 'Изменить язык поиска',
				'change_text': 'Изменить текст анкеты',
				'rename': 'Изменить имя',
				'menu': 'Меню'
			}
		},
		'view_form':{
			'text': 'Нашли профиль. Вас может заинтересовать:\n\n[profile]',
			'text_none': 'Не нашли подходящих кандидатов. Попробуйте добавить языки в настройках',
			'buttons': {
				'like': 'Нравиться',
				'dislike': 'Не нравиться',
				'menu': 'Меню'
			}
		},
		'view_form_liked_me':{
			'text': 'Кому-то понравилась ваша анкета'
		},
		'chats_list':{
			'text': 'Список чатов',
			'buttons': {
				'menu': 'Меню'
			}
		},
		'select_native_language':{
			'text': 'Выберите язык',
			'buttons': {
				'apply': 'Применить'
			}
		},
		'search_language':{
			'text-1': 'Выберите языки, которые вы учите:\nВыбрано языков: [count]',
			'text-2': 'Выберите язык:',
			'buttons': {
				'apply': 'Применить',
				'add': 'Добавить язык',
				'back': 'Назад'
			}
		},
		'rename':{
			'text': 'Напишите ваше имя (как к вам обращаться)',
			'buttons': {
				'back': 'Назад'
			}
		},
		'change_text':{
			'text': 'Добавьте описание анкеты',
			'buttons': {
				'back': 'Назад'
			}
		}
	}
}